/* Update alert title */
"Update Available"="Actualizare disponibilă";

/* Update alert dismiss button title */
"Next time"="Data viitoare";

/* Changelog is empty */
"Changelog is empty" = "Jurnalul de modificări este gol";

/* Update alert skip button title */
"Update"="Actualizare";

